const list = [
            {
                "topic": "1.1. Становление и развитие социологии как науки",
                "text": "1. Развитие каких наук в XIX в. в наибольшей степени способствовало возникновению социологии?",
                "options": {
                    "а": "технических",
                    "б": "гуманитарных",
                    "в": "естественных",
                    "г": "общественных"
                },
                "correct": "в"
            },
            {
                "topic": "1.1. Становление и развитие социологии как науки",
                "text": "2. Какие методы, согласно О. Конту, являются основными в социологии?",
                "options": {
                    "а": "наблюдение, эксперимент, интервью",
                    "б": "наблюдение, эксперимент, сравнение",
                    "в": "эксперимент, наблюдение, опрос",
                    "г": "опрос, интервью, интент-анализ"
                },
                "correct": "б"
            },
            {
                "topic": "1.1. Становление и развитие социологии как науки",
                "text": "3. На каких положениях базируется социологическая теория Г. Спенсера?",
                "options": {
                    "а": "социальную реальность образуют социальные факты, социальная реальность доминирует над индивидуальной реальностью",
                    "б": "понимание общества как живого организма и идея социальной эволюции",
                    "в": "социальная реальность не существует независимо от индивидов, предметом социологии должно быть социальное действие",
                    "г": "социология -- это высшая ступень в иерархии системы научного знания"
                },
                "correct": "б"
            },
            {
                "topic": "1.1. Становление и развитие социологии как науки",
                "text": "5. Идея мультипарадигмальности современного социологического знания принадлежит:",
                "options": {
                    "а": "К. Марксу",
                    "б": "М.Веберу",
                    "в": "Д.Ритцеру",
                    "г": "Т.Парсонсу"
                },
                "correct": "в"
            },
            {
                "topic": "1.1. Становление и развитие социологии как науки",
                "text": "6. Вставить недостающее слово в высказывание: Концепция, принятая в данном научном сообществе в качестве образца постановки и решения исследовательских проблем называется ... .",
                "options": {},
                "correct": "парадигма",
                "type": "fill"
            },
            {
                "topic": "1.1. Становление и развитие социологии как науки",
                "text": "7. Какая из теорий НЕ относится к макросоциологии?",
                "options": {
                    "а": "критическая теория",
                    "б": "структурный функционализм",
                    "в": "теория социального обмена",
                    "г": "исторический материализм"
                },
                "correct": "в"
            },
            {
                "topic": "1.1. Становление и развитие социологии как науки",
                "text": "8. Какая теория изучает способы, с помощью которых люди классифицируют и осмысляют окружающий мир, при этом социолог пытается понять значение явлений, а не объяснить механизм их возникновения?",
                "options": {
                    "а": "теория обмена",
                    "б": "символический интеракционизм",
                    "в": "теория социального действия",
                    "г": "феноменология"
                },
                "correct": "г"
            },
            {
                "topic": "1.1. Становление и развитие социологии как науки",
                "text": "9. Какая из теорий является попыткой создания объединительной социологической парадигмы:",
                "options": {
                    "а": "Теория структурации (Э.Гидденс)",
                    "б": "теория социального обмена (Д.Хоманс)",
                    "в": "структурный функционализм",
                    "г": "критическая теория общества (Ю.Хабермас)"
                },
                "correct": "а"
            },
            {
                "topic": "1.1. Становление и развитие социологии как науки",
                "text": "10. Какой этап эволюции социологии характеризуется превращением прикладной социологии в отдельную сферу деятельности и индустрию исследований на заказ?",
                "options": {
                    "а": "классическая социология (1890-е - начало 1920-х гг.)",
                    "б": "неоклассическая социология (1920-е - 1950-е гг.)",
                    "в": "постклассическая социология (1960-е - 1970 е гг.)",
                    "г": "постмодернистская социология (конец 20 -- начало 21вв.)"
                },
                "correct": "б"
            },
            {
                "topic": "1.1. Становление и развитие социологии как науки",
                "text": "11. К какому из направлений социологической мысли относится положение о том, что социальные явления схожи с природными, поэтому для них применимы методы естественных наук?",
                "options": {
                    "а": "понимающая социология",
                    "б": "исторический материализм",
                    "в": "позитивизм",
                    "г": "структурный функционализм"
                },
                "correct": "в"
            },
            {
                "topic": "1.2 Социология как наука",
                "text": "1. Объектом социологии как науки является:",
                "options": {
                    "а": "человек",
                    "б": "социальные институты",
                    "в": "общество",
                    "г": "социальные группы"
                },
                "correct": "в"
            },
            {
                "topic": "1.2 Социология как наука",
                "text": "2. Предметом социологии как науки является:",
                "options": {
                    "а": "исследование физиологических основ агрессивности человека",
                    "б": "возрастная структура населения",
                    "в": "объективная и субъективная информация об обществе",
                    "г": "структуры общества, их элементы и условия существования, а также социальные процессы, протекающие в данных структурах"
                },
                "correct": "г"
            },
            {
                "topic": "1.2 Социология как наука",
                "text": "3. Кто из социологов считал, что социология -- это универсальная наука об обществе?",
                "options": {
                    "а": "О.Конт",
                    "б": "М.Вебер",
                    "в": "П.Штомпка",
                    "г": "Г.Спенсер"
                },
                "correct": "г"
            },
            {
                "topic": "1.2 Социология как наука",
                "text": "4. Кто из социологов полагал, что социология должна изучать общество как систему?",
                "options": {
                    "а": "О.Конт",
                    "б": "Н.Луман",
                    "в": "Т.Парсонс",
                    "г": "Э.Гидденс"
                },
                "correct": "в"
            },
            {
                "topic": "1.2 Социология как наука",
                "text": "5. Кто из социологов считает, что социология должна изучать повседневную жизнь людей?",
                "options": {
                    "а": "М.Вебер",
                    "б": "К.Маркс",
                    "в": "П.Штомпка",
                    "г": "Э.Гидденс"
                },
                "correct": "в"
            },
            {
                "topic": "1.2 Социология как наука",
                "text": "6. Изучением непосредственного взаимодействия между людьми в повседневной жизни занимается:",
                "options": {
                    "а": "макросоциология",
                    "б": "теория конфликта",
                    "в": "конструктивизм",
                    "г": "микросоциология"
                },
                "correct": "г"
            },
            {
                "topic": "1.2 Социология как наука",
                "text": "7. Концептуальное ядро социологического знания, предметом которого служат универсальные формы социальной обусловленности явлений -- это:",
                "options": {
                    "а": "макросоциология",
                    "б": "общая социология",
                    "в": "прикладная социология",
                    "г": "академическая социология"
                },
                "correct": "б"
            },
            {
                "topic": "1.2 Социология как наука",
                "text": "8. Что из перечисленного не является критерием выделения составляющих социологического знания?",
                "options": {
                    "а": "предметная дифференциация",
                    "б": "методологическая дифференциация",
                    "в": "прагматическая дифференциация",
                    "г": "структурная дифференциация"
                },
                "correct": "г"
            },
            {
                "topic": "1.2 Социология как наука",
                "text": "9. Совокупность основных познавательных приемов, процедур, с помощью которых осуществляется научное социологическое исследование, называется:",
                "options": {
                    "а": "объектом социологии",
                    "б": "методом социологии",
                    "в": "принципом социологии",
                    "г": "предметом социологии"
                },
                "correct": "б"
            },
            {
                "topic": "1.2 Социология как наука",
                "text": "10. Кто из ученых в середине XX в. представил социологию как динамично развивающуюся науку, состоящую из трех взаимодействующих между собой уровней?",
                "options": {
                    "а": "Р.Мертон",
                    "б": "Т.Парсонс",
                    "в": "П.Сорокин",
                    "г": "Н.Луман"
                },
                "correct": "а"
            },
            {
                "topic": "2.1. Социальное действие как родовое понятие социологии",
                "text": "1. Родовое понятие социологии как первокирпичик сложных социальных явлений -- это:",
                "options": {
                    "а": "социальные институты",
                    "б": "социальные организации",
                    "в": "жизнеспособная саморазвивающаяся микросистема",
                    "г": "элементарный элемент общества"
                },
                "correct": "в"
            },
            {
                "topic": "2.1. Социальное действие как родовое понятие социологии",
                "text": "2. Приоритетом является анализ тенденций и законов развития социальных систем для:",
                "options": {
                    "а": "социологического номинализма",
                    "б": "микросоциологов",
                    "в": "феноменологов",
                    "г": "социологического реализма"
                },
                "correct": "г"
            },
            {
                "topic": "2.1. Социальное действие как родовое понятие социологии",
                "text": "3. По мнению М.Вебера, реакции на внутренние или внешние раздражители -- это:",
                "options": {
                    "а": "поведенческие акты",
                    "б": "социальные действия",
                    "в": "социальные отношения",
                    "г": "поведенческие акты, имеющие преднамеренный характер"
                },
                "correct": "а"
            },
            {
                "topic": "2.1. Социальное действие как родовое понятие социологии",
                "text": "4. Процесс смыслообразования, смыслоподчинения действия, в результате которого формируется готовность к действию -- это:",
                "options": {
                    "а": "цель",
                    "б": "мотивация",
                    "в": "контролируемый элемент ситуации",
                    "г": "потребность"
                },
                "correct": "б"
            },
            {
                "topic": "2.1. Социальное действие как родовое понятие социологии",
                "text": "5. Преднамеренный, целенаправленный поведенческий акт, ориентированный на других, их возможные ответные действия -- это:",
                "options": {
                    "а": "поведение",
                    "б": "действие",
                    "в": "реакция",
                    "г": "социальное действие (М.Вебер)"
                },
                "correct": "г"
            },
            {
                "topic": "2.1. Социальное действие как родовое понятие социологии",
                "text": "6. Представление о том, что реальным социальным субъектом является единичный индивид и, соответственно, источником социальных явлений - единичное социальное действие, сложилось в рамках:",
                "options": {
                    "а": "макросоциологии",
                    "б": "социологического номинализма",
                    "в": "социологического реализма",
                    "г": "теории социального конфликта"
                },
                "correct": "б"
            },
            {
                "topic": "2.1. Социальное действие как родовое понятие социологии",
                "text": "7. Кому из перечисленных авторов принадлежит попытка преодолеть противоположность социологического реализма и номинализма?",
                "options": {
                    "а": "Э.Дюркгейм",
                    "б": "М.Вебер",
                    "в": "Ю.Хабермас",
                    "г": "Э.Гидденс"
                },
                "correct": "г"
            },
            {
                "topic": "2.1. Социальное действие как родовое понятие социологии",
                "text": "8. Поведенческий акт, способствующий достижению цели в данной ситуации называется:",
                "options": {
                    "а": "единичным действием",
                    "б": "социальным отношением",
                    "в": "поведением",
                    "г": "социальным взаимодействием"
                },
                "correct": "а"
            },
            {
                "topic": "2.1. Социальное действие как родовое понятие социологии",
                "text": "9. В модели единичного действия Т.Парсонса к внешним элементам ситуации относятся:",
                "options": {
                    "а": "методы и тактика действия",
                    "б": "стратегия достижения цели",
                    "в": "традиции",
                    "г": "генетические задатки"
                },
                "correct": "в"
            },
            {
                "topic": "2.1. Социальное действие как родовое понятие социологии",
                "text": "10. Вставить недостающее слово в суждение: «Согласно М. Веберу, социальное действие должно отвечать одновременно двум условиям. Оно должно быть преднамеренным и ... на других».",
                "options": {},
                "correct": "ориентированным",
                "type": "fill"
            },
            {
                "topic": "2.2. Социальные связи и взаимодействие между индивидами, группами, общностями",
                "text": "1. Какое из перечисленных суждений является верным?",
                "options": {
                    "а": "социальный контакт имеет постоянный характер",
                    "б": "социальная связь может выступать только в форме социального взаимодействия",
                    "в": "социальное взаимодействие - это социальный контакт",
                    "г": "социальный контакт - это поверхностный акт, для которого характерно отсутствие сопряженных действий"
                },
                "correct": "г"
            },
            {
                "topic": "2.2. Социальные связи и взаимодействие между индивидами, группами, общностями",
                "text": "2. Взаимодействия, структурированные сложившейся в обществе системой статусов:",
                "options": {
                    "а": "социальное поведение",
                    "б": "обмен действиями",
                    "в": "социальные отношения",
                    "г": "социальные контакты"
                },
                "correct": "в"
            },
            {
                "topic": "2.2. Социальные связи и взаимодействие между индивидами, группами, общностями",
                "text": "3. Тип социального взаимодействия, предполагающий наличие единого неделимого объекта притязаний, отсутствие общих целей и стремление опередить соперника:",
                "options": {
                    "а": "сотрудничество",
                    "б": "конфликт",
                    "в": "соперничество",
                    "г": "власть"
                },
                "correct": "в"
            },
            {
                "topic": "2.2. Социальные связи и взаимодействие между индивидами, группами, общностями",
                "text": "4. Что НЕ относится к характерным чертам соперничества как типа социального взаимодействия?",
                "options": {
                    "а": "стремление опередить, отстранить, подчинить соперника в той или иной форме",
                    "б": "предпосылкой взаимодействия сторон является неделимый объект притязаний",
                    "в": "длительное взаимодействие подкрепляется негативными средствами обмена",
                    "г": "верность, признательность, поддержка как средства обмена"
                },
                "correct": "г"
            },
            {
                "topic": "2.2. Социальные связи и взаимодействие между индивидами, группами, общностями",
                "text": "5. Высшая форма иерархизированных социальных взаимодействий - это:",
                "options": {
                    "а": "сотрудничество",
                    "б": "соперничество",
                    "в": "конкуренция",
                    "г": "власть"
                },
                "correct": "г"
            },
            {
                "topic": "2.2. Социальные связи и взаимодействие между индивидами, группами, общностями",
                "text": "6. Что НЕ относится к разновидностям обмена в теории социального обмена (Дж. Хоманс, П. Блау):",
                "options": {
                    "а": "жесткий",
                    "б": "опосредованный",
                    "в": "групповой",
                    "г": "конвенциальный"
                },
                "correct": "г"
            },
            {
                "topic": "2.2. Социальные связи и взаимодействие между индивидами, группами, общностями",
                "text": "7. Принятые стандарты деятельности, регулирующие поведение и взаимодействия людей, соответствующие определенным ценностям общества в целом или группы:",
                "options": {
                    "а": "запреты",
                    "б": "требования",
                    "в": "ожидания",
                    "г": "социальные нормы"
                },
                "correct": "г"
            },
            {
                "topic": "2.2. Социальные связи и взаимодействие между индивидами, группами, общностями",
                "text": "8. Человек измеряет пользу или вред обмена, исходя из максимизации выгоды и минимизации затрат - это принцип:",
                "options": {
                    "а": "взаимного признания критериев обмена обоснованными",
                    "б": "равновесия",
                    "в": "личной целесообразности",
                    "г": "социальной дифференциации"
                },
                "correct": "в"
            },
            {
                "topic": "2.2. Социальные связи и взаимодействие между индивидами, группами, общностями",
                "text": "9. Какое из перечисленных суждений является верным?",
                "options": {
                    "а": "социальная связь - это взаимонаправленный процесс обмена социальными действиями",
                    "б": "социальный контакт - это систематические, регулярные действия партнеров",
                    "в": "элементами социальной связи являются субъекты и предмет связи",
                    "г": "социальные взаимодействия могут иметь только прямой характер"
                },
                "correct": "а"
            },
            {
                "topic": "2.2. Социальные связи и взаимодействие между индивидами, группами, общностями",
                "text": "10. Последовательность поступков индивидов, являющихся реакцией на стимулы, исходящие от окружения - других людей это:",
                "options": {
                    "а": "социальное поведение",
                    "б": "обмен действиями",
                    "в": "социальные отношения",
                    "г": "социальные контакты"
                },
                "correct": "а"
            },
            {
                "topic": "2.3. Социальная реальность как фундаментальное понятие социологии",
                "text": "1. Аналитически выделяемая из всех явлений, охватывающих жизнедеятельность людей, система действий и взаимодействий между людьми:",
                "options": {
                    "а": "социальное действие",
                    "б": "социальная структура",
                    "в": "социальная реальность",
                    "г": "социальный институт"
                },
                "correct": "в"
            },
            {
                "topic": "2.3. Социальная реальность как фундаментальное понятие социологии",
                "text": "2. Вставить пропущенное слово, чтобы суждение было верным: «Законы социальной жизни - это особые законы интеграции живых индивидов на основе коммуникации».",
                "options": {},
                "correct": "символически-культурной",
                "type": "fill"
            },
            {
                "topic": "2.3. Социальная реальность как фундаментальное понятие социологии",
                "text": "3. Взаимодействие внесоциального и социальной реальности как сложный и противоречивый механизм рассматривается в концепции:",
                "options": {
                    "а": "исторического материализма К.Маркса",
                    "б": "феноменологической социологии",
                    "в": "политического детерминизма Р.Арона",
                    "г": "теории самовоспроизводящихся систем Н.Лумана"
                },
                "correct": "г"
            },
            {
                "topic": "2.3. Социальная реальность как фундаментальное понятие социологии",
                "text": "4. Утверждение о том, что внесоциальные факторы играют решающую роль в развитии социальной реальности характерно для:",
                "options": {
                    "а": "географического и биологического детерминизма",
                    "б": "этнометодологии",
                    "в": "феноменологии",
                    "г": "теории самовоспроизводящихся систем"
                },
                "correct": "а"
            },
            {
                "topic": "2.3. Социальная реальность как фундаментальное понятие социологии",
                "text": "5. В какой концепции признается, что определяющая роль в развитии социальных связей и отношений принадлежит экономическим факторам?",
                "options": {
                    "а": "этнометодология",
                    "б": "расово-антропологическая теория",
                    "в": "географическая школа",
                    "г": "теория общественно-экономических формаций К.Маркса и Ф.Энгельса"
                },
                "correct": "г"
            },
            {
                "topic": "2.3. Социальная реальность как фундаментальное понятие социологии",
                "text": "6. В каких теориях признается, что общество становится возможным благодаря способности людей активно и постоянно создавать механизмы, убеждающие друг друга в том, что при данных правилах удается достичь порядка? (выбрать два верных варианта ответа)",
                "options": {
                    "а": "феноменология",
                    "б": "этнометодология",
                    "в": "исторический материализм",
                    "г": "политический детерминизм"
                },
                "correct": ["а", "б"],
                "type": "multi"
            },
            {
                "topic": "2.3. Социальная реальность как фундаментальное понятие социологии",
                "text": "7. К перечню «ограничений» внешней среды (внесоциального) в концепции Н. Лумана относятся: (выбрать два верных варианта ответа)",
                "options": {
                    "а": "природа (среда обитания и биологическая составляющая человека)",
                    "б": "изменчивость потребностей человека",
                    "в": "желания людей что-то поменять в своей жизни",
                    "г": "наиболее функционально целесообразные формы организации социальной жизни"
                },
                "correct": ["а", "г"],
                "type": "multi"
            },
            {
                "topic": "2.3. Социальная реальность как фундаментальное понятие социологии",
                "text": "8. Что из перечисленного НЕ является синонимом социальной реальности?",
                "options": {
                    "а": "социальное поле",
                    "б": "социальное пространство",
                    "в": "социальное благополучие",
                    "г": "социальная жизнь"
                },
                "correct": "в"
            },
            {
                "topic": "2.3. Социальная реальность как фундаментальное понятие социологии",
                "text": "9. Кто из социологов считает, что социальные факты -- это и есть социальная реальность?",
                "options": {
                    "а": "П.А. Сорокин",
                    "б": "К. Маркс",
                    "в": "Э.Дюркгейм",
                    "г": "Н.Луман"
                },
                "correct": "в"
            },
            {
                "topic": "2.3. Социальная реальность как фундаментальное понятие социологии",
                "text": "10. Кто из социологов считает, что социальные явления, имеющие внутренне- психическую и внешне-символическую формы, представляют собой социальную реальность?",
                "options": {
                    "а": "Э. Дюкгейм",
                    "б": "К. Маркс",
                    "в": "П.А. Сорокин",
                    "г": "Н.Луман"
                },
                "correct": "в"
            },
            {
                "topic": "3.1 Общество как объект социологического анализа",
                "text": "1. Кто из социологов дает следующее определение: «Общество -- это комплекс обобществленных индивидов, сумма тех форм отношений, в силу которых из индивидов возникают общества»?",
                "options": {
                    "а": "К.Маркс",
                    "б": "Э.Дюркгейм",
                    "в": "Т.Парсонс",
                    "г": "Г.Зиммель"
                },
                "correct": "г"
            },
            {
                "topic": "3.1 Общество как объект социологического анализа",
                "text": "2. Кто из социологов дает следующее определение: «Общество -- это тип социальной системы, который достигает наивысшего уровня самодостаточности по отношению к окружающей среде»?",
                "options": {
                    "а": "Э.Шилз",
                    "б": "Т.Парсонс",
                    "в": "Э.Дюкгейм",
                    "г": "Н. Луман"
                },
                "correct": "б"
            },
            {
                "topic": "3.1 Общество как объект социологического анализа",
                "text": "3. Что из перечисленного НЕ относится к принципам, определяющим функционирование общества?",
                "options": {
                    "а": "соответствие признакам общества, представленным Э.Шилзом",
                    "б": "социальный порядок",
                    "в": "дифференциация (дифференцируемость)",
                    "г": "устойчивость"
                },
                "correct": "а"
            },
            {
                "topic": "3.1 Общество как объект социологического анализа",
                "text": "4. Вставить пропущенное слово, чтобы суждение было верным: «Адаптация, саморегуляция, ..., интеграция, стабилизация -- условия сохранения и воспроизводства системы».",
                "options": {},
                "correct": "равновесие",
                "type": "fill"
            },
            {
                "topic": "3.1 Общество как объект социологического анализа",
                "text": "5. Верным ли является суждение: «Выделение наиболее важных подсистем, которые играют определяющую роль в функционировании и развитии общества, характерно для структурно-функциональной модели общества как системы».",
                "options": {
                    "а": "верно",
                    "б": "неверно"
                },
                "correct": "а"
            },
            {
                "topic": "3.1 Общество как объект социологического анализа",
                "text": "7. Рассматривает коммуникацию в качестве главного элемента общества:",
                "options": {
                    "а": "Т.Парсонс",
                    "б": "Э.Шилз",
                    "в": "Р.Мертон",
                    "г": "Н.Луман"
                },
                "correct": "г"
            },
            {
                "topic": "3.1 Общество как объект социологического анализа",
                "text": "8. Что из перечисленного НЕ относится к характеристикам современного общества (по Ф.Теннису)? (выбрать два верных ответа)",
                "options": {
                    "а": "развивающееся глубокое разделение труда",
                    "б": "связанность членов общества отношениями родства",
                    "в": "социальная мобильность",
                    "г": "традиция как основной способ регуляции социального поведения"
                },
                "correct": ["б", "г"],
                "type": "multi"
            },
            {
                "topic": "3.1 Общество как объект социологического анализа",
                "text": "9. Верным ли является утверждение: «Мировая система, по мнению Э.Валлерстайна, состоит из ядра, периферии и полупериферии и отличается от понятия мировая империя»",
                "options": {
                    "а": "верно",
                    "б": "неверно"
                },
                "correct": "а"
            },
            {
                "topic": "3.1 Общество как объект социологического анализа",
                "text": "10. Кому из социологов принадлежит концепция постиндустриального общества?",
                "options": {
                    "а": "Д.Белл",
                    "б": "М.Кастельс",
                    "в": "П.Штомпка",
                    "г": "И. Валлерстайн"
                },
                "correct": "а"
            },
            {
                "topic": "3.2 Культура как социальное явление",
                "text": "1. Верным ли является утверждение, что культура -- это своеобразный фундамент человеческой жизни, она возникла вместе с человеком, воплощая все то, что отличает общество от природы?",
                "options": {
                    "а": "верно",
                    "б": "неверно"
                },
                "correct": "а"
            },
            {
                "topic": "3.2 Культура как социальное явление",
                "text": "2. Рассматривал культуру как система идеалов, ценностей, норм, образцов поведения, регулирующих отношения между людьми:",
                "options": {
                    "а": "Л.Уайт",
                    "б": "Э.Тейлор",
                    "в": "Э.Дюркгейм",
                    "г": "Т.Парсонс"
                },
                "correct": "в"
            },
            {
                "topic": "3.2 Культура как социальное явление",
                "text": "3. Какая функция культуры осуществляет выработку и отбор определенных культурных норм, обеспечивающих эффективное освоение обществом условий его существования?",
                "options": {
                    "а": "репрезентативная",
                    "б": "селективная",
                    "в": "репродуктивная",
                    "г": "социализирующая"
                },
                "correct": "б"
            },
            {
                "topic": "3.2 Культура как социальное явление",
                "text": "4. Вставить недостающее слово, чтобы суждение стало верным: «Социальные ценности и нормы представляют собой ценностно-нормативный вид регуляции социального поведения личности, который отличается от ... или традиционного, соответствующего «шаблонному» поведению личности (обычаи, традиции и т.п.)»",
                "options": {},
                "correct": "малоосмысленного",
                "type": "fill"
            },
            {
                "topic": "3.2 Культура как социальное явление",
                "text": "6. Части господствующей культуры, порожденные некоторыми социальными сообществами, выделяющиеся своими ценностями и нормами -- это:",
                "options": {
                    "а": "культурные универсалии",
                    "б": "контркультуры",
                    "в": "цивилизации",
                    "г": "субкультуры"
                },
                "correct": "г"
            },
            {
                "topic": "3.2 Культура как социальное явление",
                "text": "7. Кто из социологов придерживается идеи циклического развития культуры? (выбрать два верных варианта ответа)",
                "options": {
                    "а": "О.Конт",
                    "б": "К.Маркс",
                    "в": "П.А. Сорокин",
                    "г": "А. Тойнби"
                },
                "correct": ["в", "г"],
                "type": "multi"
            },
            {
                "topic": "3.2 Культура как социальное явление",
                "text": "8. Кто из социологов выделяет три основных типа культуры (суперсистемы) периодически сменяющих друг друга в истории человечества?",
                "options": {
                    "а": "О. Шпенглер",
                    "б": "П.А. Сорокин",
                    "в": "Н. Данилевский",
                    "г": "Л. Гумилев"
                },
                "correct": "б"
            },
            {
                "topic": "3.2 Культура как социальное явление",
                "text": "9. Набор культурных продуктов с товарными свойствами, потребляемый всеми слоями населения от части элиты до маргинальных слоев -- это:",
                "options": {
                    "а": "массовая культура",
                    "б": "элитарная культура",
                    "в": "материальная культура",
                    "г": "молодежная культура"
                },
                "correct": "а"
            },
            {
                "topic": "3.2 Культура как социальное явление",
                "text": "10. Каким термином принято называть мировоззрение, утверждающее, что все культуры в равной степени достойны уважения?",
                "options": {
                    "а": "глобализация",
                    "б": "аккультурация",
                    "в": "этноцентризм",
                    "г": "культурный релятивизм"
                },
                "correct": "г"
            },
            {
                "topic": "3.3 Личность и социализация",
                "text": "1. Наиболее корректное определение личности в социологии:",
                "options": {
                    "а": "личность -- это социальный феномен",
                    "б": "личность -- это единство социального, психологического, биологического",
                    "в": "личность -- это человек с высокоразвитой моралью",
                    "г": "понятие личности тождественно понятию «Я»"
                },
                "correct": "б"
            },
            {
                "topic": "3.3 Личность и социализация",
                "text": "2. Кто из ученых является автором концепции «зеркального «Я»?",
                "options": {
                    "а": "Д. Рисмен",
                    "б": "Э.Фромм",
                    "в": "Ж.Пиаже",
                    "г": "Дж. Мид"
                },
                "correct": "г"
            },
            {
                "topic": "3.3 Личность и социализация",
                "text": "3. Что характерно для взрослого человека по сравнению с ребенком?",
                "options": {
                    "а": "большее количество статусов и меньшее количество ролей",
                    "б": "меньшее количество статусов и большее количество ролей",
                    "в": "большее количество и статусов, и ролей",
                    "г": "взрослые и дети имеют одинаковое количество и статусов, и ролей"
                },
                "correct": "в"
            },
            {
                "topic": "3.3 Личность и социализация",
                "text": "4. Учреждения, влияющие на процесс социализации и направляющие его -- это:",
                "options": {
                    "а": "агенты социализации",
                    "б": "социальные лифты",
                    "в": "институты социализации",
                    "г": "ориентиры социализации"
                },
                "correct": "в"
            },
            {
                "topic": "3.3 Личность и социализация",
                "text": "5. Усвоение новых ценностей, ролей, навыков вместо прежних, недостаточно усвоенных или устаревших, процесс повторного прохождения социализации во взрослом возрасте -- это:",
                "options": {
                    "а": "ресоциализация",
                    "б": "десоциализация",
                    "в": "вторичная социализация",
                    "г": "первичная социализация"
                },
                "correct": "а"
            },
            {
                "topic": "3.3 Личность и социализация",
                "text": "6. Какой институт является наиболее важным для первичной социализации с точки зрения Т.Парсонса?",
                "options": {
                    "а": "школа",
                    "б": "армия",
                    "в": "семья",
                    "г": "сверстники"
                },
                "correct": "в"
            },
            {
                "topic": "3.3 Личность и социализация",
                "text": "7. Интегрированный показатель положения в обществе, в системе общественных связей и отношений -- это:",
                "options": {
                    "а": "социальный ранг",
                    "б": "социальный престиж",
                    "в": "социальная роль",
                    "г": "социальный статус"
                },
                "correct": "г"
            },
            {
                "topic": "3.3 Личность и социализация",
                "text": "8. Чиновник, занимающий высокий государственный пост, но отказывающийся от служебной машины, демонстрирует:",
                "options": {
                    "а": "высокую идентификацию с социальным статусом",
                    "б": "дистанцирование от роли",
                    "в": "низкую идентификацию с социальным статусом",
                    "г": "сокращение межстатусной дистанции"
                },
                "correct": "г"
            },
            {
                "topic": "3.3 Личность и социализация",
                "text": "9. Отклоняющееся от норм поведение личности, которое наносит вред или причиняет неприятности людям, обществу называется:",
                "options": {
                    "а": "деструктивным",
                    "б": "противоправным",
                    "в": "асоциальным",
                    "г": "маргинальным"
                },
                "correct": "в"
            },
            {
                "topic": "3.3 Личность и социализация",
                "text": "10. Как называются дети, выросшие в изоляции от людей и воспитанные животными?",
                "options": {
                    "а": "маргиналы",
                    "б": "девианты",
                    "в": "феральные люди",
                    "г": "асоциальные субъекты"
                },
                "correct": "в"
            },
            {
                "topic": "3.3 Личность и социализация",
                "text": "11. Кто из ученых выделял непродуктивные и продуктивные типы социальных характеров:",
                "options": {
                    "а": "Д. Рисмен",
                    "б": "Э. Фромм",
                    "в": "Р. Мертон",
                    "г": "Л. Гумилев"
                },
                "correct": "б"
            },
            {
                "topic": "3.3 Личность и социализация",
                "text": "12. Совокупность средств, с помощью которых общество гарантирует конформистское поведение своих членов по отношению к ролевым требованиям:",
                "options": {
                    "а": "социальный контроль",
                    "б": "регулирование ролей",
                    "в": "социализация",
                    "г": "стигматизация"
                },
                "correct": "а"
            }
        ]
export default list;
